Repository: section9-lab/MyClip
Catalog: MyClip/Supporting/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, ja, ko

source: 把后续截图交给 %@ 整理
de: Weitere Bildschirmfotos von %@ organisieren lassen
en: Hand future screenshots to %@ for organizing
es: Entregar las próximas capturas a %@ para organizarlas
fr: Confier les prochaines captures à %@
ja: 今後のスクリーンショットを %@ に整理させる
ko: 이후 스크린샷을 %@에 맡겨 정리

source: 报告会带格式复制并打开所选应用，在会话、邮件或文档中粘贴（⌘V）即可。
de: Der Bericht wird mit Formatierung kopiert und die App geöffnet. Füge ihn (⌘V) in einen Chat, eine E-Mail oder ein Dokument ein.
en: The report is copied with its formatting and the app opens. Paste it (⌘V) into a chat, email or page.
es: El informe se copia con su formato y se abre la app. Pégalo (⌘V) en un chat, correo o documento.
fr: Le rapport est copié avec sa mise en forme et l’app s’ouvre. Collez-le (⌘V) dans une discussion, un e-mail ou une page.
ja: レポートを書式付きでコピーし、選んだアプリを開きます。チャット、メール、ドキュメントに貼り付けて（⌘V）ください。
ko: 보고서가 서식과 함께 복사되고 선택한 앱이 열립니다. 대화, 메일 또는 문서에 붙여 넣으세요(⌘V).

source: 报告周期
de: Berichtszeitraum
en: Report Period
es: Período del informe
fr: Période du rapport
ja: レポート期間
ko: 보고 기간

source: 报告日期与草稿不一致
de: Berichtsdatum stimmt nicht mit dem Entwurf überein
en: Report date does not match the draft
es: La fecha del informe no coincide con el borrador
fr: La date du rapport ne correspond pas au brouillon
ja: レポートの日付が下書きと一致しません
ko: 보고 날짜가 초안과 일치하지 않음

source: 拷贝
de: Kopieren
en: Copy
es: Copiar
fr: Copier
ja: コピー
ko: 복사하기

source: 按%@的 Token 用量柱状图
de: Balkendiagramm des Token-Verbrauchs pro %@
en: Bar chart of Token usage per %@
es: Gráfico de barras del uso de Token por %@
fr: Histogramme de l'utilisation de Token par %@
ja: %@別 Token 使用量の棒グラフ
ko: %@별 Token 사용량 막대 차트

source: 按图片重新整理
de: Mit Bildern neu organisieren
en: Reorganize from Image
es: Volver a organizar con la imagen
fr: Réorganiser à partir des images
ja: 画像で再整理
ko: 이미지로 다시 정리

source: 按应用筛选
de: Nach App filtern
en: Filter by App
es: Filtrar por app
fr: Filtrer par app
ja: アプリで絞り込む
ko: 앱별 필터

source: 按截图时间先后整理，自动整理之间至少间隔 5 分钟。
de: Organisiert in der Reihenfolge der Aufnahmezeit; zwischen automatischen Durchläufen liegen mindestens 5 Minuten.
en: Organized in screenshot order, with at least 5 minutes between automatic runs.
es: Se organiza por orden de captura, con al menos 5 minutos entre organizaciones automáticas.
fr: Organisation dans l'ordre chronologique des captures, avec au moins 5 minutes entre deux organisations automatiques.
ja: スクリーンショットの時刻順に整理し、自動整理の間隔は最短 5 分です。
ko: 스크린샷 시간 순서로 정리하며, 자동 정리 사이 간격은 최소 5분입니다.

source: 按日期筛选
de: Nach Datum filtern
en: Filter by Date
es: Filtrar por fecha
fr: Filtrer par date
ja: 日付で絞り込む
ko: 날짜별 필터

source: 按触发事件筛选
de: Nach Auslöser filtern
en: Filter by Trigger Event
es: Filtrar por evento de activación
fr: Filtrer par événement déclencheur
ja: トリガーイベントで絞り込む
ko: 트리거 이벤트별 필터

source: 按路径阅读一篇记忆，也可以只读其中一节。同时列出这一页链接到的记忆、引用它的记忆，以及支撑它的截图时间和来源应用。
de: Liest eine Erinnerung über ihren Pfad oder nur einen Abschnitt davon. Listet außerdem die Erinnerungen, auf die die Seite verlinkt, die Erinnerungen, die auf sie verlinken, sowie Zeiten und Quell-Apps der Screenshots dahinter.
en: Reads a memory by path, or just one of its sections. Also lists the memories this page links to, the memories that link to it, and the screenshot times and source apps behind it.
es: Lee una memoria por su ruta, o solo una de sus secciones. También lista las memorias a las que enlaza, las que la enlazan y las horas y apps de origen de las capturas que la respaldan.
fr: Lit un souvenir par son chemin, ou une seule de ses sections. Liste aussi les souvenirs vers lesquels il pointe, ceux qui pointent vers lui, ainsi que les heures et apps sources des captures qui le fondent.
ja: パスを指定して Memory を読みます。1 つの節だけを読むこともできます。このページのリンク先と被リンク元、根拠となるスクリーンショットの時刻と取得元アプリも一覧にします。
ko: 경로로 Memory를 읽으며, 한 섹션만 읽을 수도 있습니다. 이 페이지가 링크하는 Memory, 이 페이지를 링크하는 Memory, 근거가 된 스크린샷 시간과 출처 앱도 함께 보여 줍니다.

source: 排查 iMessage 配对失败
de: Fehlgeschlagene iMessage-Kopplung untersuchen
en: Troubleshoot iMessage pairing failure
es: Investigar el fallo de emparejamiento de iMessage
fr: Diagnostiquer l'échec du jumelage iMessage
ja: iMessage のペアリング失敗を調査
ko: iMessage 페어링 실패 조사

source: 排队中
de: In Warteschlange
en: Queued
es: En cola
fr: En file d'attente
ja: キュー待ち
ko: 대기열에 있음

source: 排除应用
de: Ausgeschlossene Apps
en: Excluded Apps
es: Apps excluidas
fr: Apps exclues
ja: 除外するアプリ
ko: 제외할 앱

source: 推进中
de: In Arbeit
en: In Progress
es: En progreso
fr: En progression
ja: 進行中
ko: 추진 중

source: 提取的文字
de: Erkannter Text
en: Extracted Text
es: Texto extraído
fr: Texte extrait
ja: 抽出したテキスト
ko: 추출된 텍스트

source: 搜索
de: Suchen
en: Search
es: Buscar
fr: Rechercher
ja: 検索
ko: 검색

source: 搜索任务、记忆与截图
de: Aufgaben, Memory und Bildschirmfotos suchen
en: Search tasks, Memory, and screenshots
es: Buscar tareas, Memory y capturas
fr: Rechercher des tâches, des pages Memory et des captures
ja: タスク、Memory、スクリーンショットを検索
ko: 작업, Memory, 스크린샷 검색

source: 搜索索引
de: Suchindex
en: Search Index
es: Índice de búsqueda
fr: Index de recherche
ja: 検索インデックス
ko: 검색 색인

source: 搜索索引已重建。
de: Der Suchindex wurde neu erstellt.
en: Search index rebuilt.
es: Índice de búsqueda reconstruido.
fr: L'index de recherche a été reconstruit.
ja: 検索インデックスを再構築しました。
ko: 검색 색인이 재구축되었습니다.

source: 搜索结果
de: Suchergebnisse
en: Search Results
es: Resultados de búsqueda
fr: Résultats de recherche
ja: 検索結果
ko: 검색 결과

source: 搜索结果缺失或异常时重建
de: Neu erstellen, wenn Suchergebnisse fehlen oder fehlerhaft sind
en: Rebuild when search results are missing or wrong
es: Reconstruir si faltan resultados o son incorrectos
fr: À reconstruire si des résultats manquent ou sont anormaux
ja: 検索結果が欠落または異常な場合に再構築
ko: 검색 결과가 누락되거나 비정상일 때 재구축

source: 搜索资料库
de: Bibliothek durchsuchen
en: Search Library
es: Buscar en la biblioteca
fr: Rechercher dans la bibliothèque
ja: ライブラリを検索
ko: 라이브러리 검색

source: 撤销
de: Widerrufen
en: Undo
es: Deshacer
fr: Annuler
ja: 取り消す
ko: 실행 취소

source: 收起
de: Ausblenden
en: Collapse
es: Ocultar
fr: Réduire
ja: 折りたたむ
ko: 접기

source: 收起原因
de: Grund ausblenden
en: Hide Reason
es: Ocultar motivo
fr: Masquer la raison
ja: 理由を折りたたむ
ko: 원인 접기

source: 收起待确认任务
de: Zu bestätigende Aufgaben ausblenden
en: Collapse tasks to confirm
es: Ocultar tareas por confirmar
fr: Réduire les tâches à confirmer
ja: 確認待ちタスクを折りたたむ
ko: 확인 대기 작업 접기

source: 整理
de: Organisiert von
en: Organized By
es: Organizado por
fr: Organisé par
ko: 정리

source: 整理 %lld 页
de: %lld Seiten ordnen
en: Reorganize %lld pages
es: Reorganizar %lld páginas
fr: Réorganiser %lld pages
ja: %lld ページを整理
ko: %lld페이지 정리

source: 整理 Agent
de: Organisierender Agent
en: Organizing Agent
es: Agent de organización
fr: Agent d'organisation
ko: 정리 Agent

source: 整理中
de: Wird organisiert
en: Organizing
es: Organizando
fr: Organisation en cours
ko: 정리 중

source: 整理今天
de: Heute ordnen
en: Reorganize today
es: Reorganizar hoy
fr: Réorganiser aujourd’hui
ja: 今日を整理
ko: 오늘 정리

source: 整理任务未在执行。
de: Es läuft keine Organisationsaufgabe.
en: The organizing job is not running.
es: La tarea de organización no se está ejecutando.
fr: Aucune tâche d'organisation en cours d'exécution.
ja: 整理タスクは実行されていません。
ko: 정리 작업이 실행 중이 아닙니다.

source: 整理失败，请手动重试。
de: Organisation fehlgeschlagen. Bitte manuell erneut versuchen.
en: Organizing failed. Please retry manually.
es: La organización falló; reintenta manualmente.
fr: L'organisation a échoué ; réessayez manuellement.
ja: 整理に失敗しました。手動で再試行してください。
ko: 정리에 실패했습니다. 수동으로 다시 시도하십시오.

source: 整理已停止 · %lld 条等待
de: Organisation gestoppt · %lld wartend
en: Organizing stopped · %lld waiting
es: Organización detenida · %lld en espera
fr: Organisation arrêtée · %lld en attente
ja: 整理は停止中 · %lld 件待機中
ko: 정리 중단됨 · %lld개 대기 중

source: 整理已取消
de: Organisation abgebrochen
en: Organizing Cancelled
es: Organización cancelada
fr: Organisation annulée
ja: 整理はキャンセルされました
ko: 정리 취소됨

source: 整理已暂停 · %lld 条等待
de: Organisation pausiert · %lld wartend
en: Organizing paused · %lld waiting
es: Organización en pausa · %lld en espera
fr: Organisation suspendue · %lld en attente
ja: 整理は一時停止中 · %lld 件待機中
ko: 정리 일시 정지됨 · %lld개 대기 중

source: 整理时参考
de: Beim Organisieren berücksichtigt
en: Referenced While Organizing
es: Contexto al organizar
fr: Référence
ja: 整理時に参照
ko: 정리 시 참고

source: 整理是怎么分批的
de: Wie werden Stapel gebildet?
en: How organizing is batched
es: Cómo se agrupan los lotes
fr: Comment les lots sont constitués
ja: 整理はどのようにバッチ分けされるか
ko: 정리는 어떻게 배치로 나뉘나요

source: 整理本周发布说明
de: Versionshinweise dieser Woche zusammenstellen
en: Compile this week's release notes
es: Preparar las notas de la versión de esta semana
fr: Rédiger les notes de version de la semaine
ja: 今週のリリースノートをまとめる
ko: 이번 주 릴리즈 노트 정리

source: 整理本周客户反馈
de: Kundenfeedback dieser Woche zusammenfassen
en: Organize this week's client feedback
es: Organizar los comentarios de clientes de esta semana
fr: Compiler les retours clients de la semaine
ja: 今週の顧客フィードバックをまとめる
ko: 이번 주 고객 피드백 정리

source: 整理结果无效：%@
de: Ungültiges Organisationsergebnis: %@
en: Invalid organizing result: %@
es: Resultado de organización no válido: %@
fr: Résultat d'organisation invalide : %@
ja: 整理結果が無効です：%@
ko: 정리 결과가 유효하지 않습니다: %@

source: 整理结果过长。
de: Das Organisationsergebnis ist zu lang.
en: Organizing result is too long.
es: El resultado de la organización es demasiado largo.
fr: Le résultat de l'organisation est trop long.
ja: 整理結果が長すぎます。
ko: 정리 결과가 너무 깁니다.

source: 整理记录
de: Organisationsverlauf
en: Organizing History
es: Historial de organización
fr: Historique d'organisation
ja: 整理履歴
ko: 정리 기록

source: 整理记忆
de: Erinnerungen ordnen
en: Reorganize memory
es: Reorganizar memoria
fr: Réorganiser la mémoire
ja: 記憶を整理
ko: 기억 정리

source: 整理资料目录与命名
de: Ordnerstruktur und Benennung aufräumen
en: Organize library folders and naming
es: Organizar la estructura y los nombres de la biblioteca
fr: Réorganiser l'arborescence et le nommage des documents
ja: 資料のディレクトリと命名を整理
ko: 자료 폴더 및 이름 정리

source: 文件信息
de: Dateiinformationen
en: File Info
es: Información del archivo
fr: Informations sur le fichier
ja: ファイル情報
ko: 파일 정보

source: 文件夹为空
de: Ordner ist leer
en: Folder Is Empty
es: La carpeta está vacía
fr: Dossier vide
ja: フォルダは空です
ko: 폴더가 비어 있음

source: 文件更新
de: Datei geändert
en: File Updated
es: Archivo actualizado
fr: Fichiers mis à jour
ja: ファイルの更新
ko: 파일 업데이트

source: 文件访问（推荐）
de: Dateizugriff (empfohlen)
en: File Access (Recommended)
es: Acceso a archivos (recomendado)
fr: Accès aux fichiers (recommandé)
ja: ファイルアクセス（推奨）
ko: 파일 접근(권장)

source: 文字在本机提取，与原图一同保存和到期清理。
de: Text wird lokal erkannt und zusammen mit dem Originalbild gespeichert und gelöscht.
en: Text is extracted on this Mac and is stored and expires together with the original image.
es: El texto se extrae en este Mac y se guarda y caduca junto con la imagen original.
fr: Le texte est extrait localement, enregistré avec l'image originale et expire avec elle.
ja: テキストはこの Mac 上で抽出され、元の画像とともに保存・期限切れ削除されます。
ko: 텍스트는 이 Mac에서 추출되며 원본 이미지와 함께 저장되고 만료 시 정리됩니다.

source: 新增 %lld 项，完成 %lld 项；%@进行中 %lld 项，待办 %lld 项。
de: Neu: %lld, erledigt: %lld; %@ in Arbeit: %lld, offen: %lld.
en: %lld added, %lld completed; %@in progress %lld, to do %lld.
es: Nuevas: %lld; hechas: %lld; %@ en curso: %lld; pendientes: %lld.
fr: %lld ajoutées, %lld terminées ; %@ en cours : %lld, à faire : %lld.
ja: %lld 件を追加、%lld 件を完了。%@進行中 %lld 件、未着手 %lld 件。
ko: 신규 %lld개, 완료 %lld개. %@진행 중 %lld개, 할 일 %lld개.

source: 新建待办
de: Neue Aufgabe
en: New To-Do
es: Nuevo pendiente
fr: Nouvelle tâche
ja: 新規 ToDo
ko: 새로운 할 일

source: 新建待办，或让 AI 从 Memory 发现工作。之后 AI 会根据截图与记忆更新进展。
de: Erstelle eine Aufgabe oder lass die KI Arbeit in Memory entdecken. Danach aktualisiert die KI den Fortschritt anhand von Bildschirmfotos und Memory.
en: Create a to-do, or let AI discover work from Memory. AI then updates progress from screenshots and Memory.
es: Crea un pendiente o deja que la IA descubra trabajo en Memory. Después, la IA actualizará el progreso a partir de las capturas y de Memory.
fr: Créez une tâche ou laissez l'IA découvrir votre travail dans Memory. L'IA mettra ensuite la progression à jour d'après les captures et les pages Memory.
ja: ToDo を新規作成するか、AI に Memory から作業を発見させます。その後、AI がスクリーンショットと Memory に基づいて進捗を更新します。
ko: 새로운 할 일을 만들거나 AI가 Memory에서 업무를 발견하도록 하십시오. 이후 AI가 스크린샷과 Memory를 기반으로 진행 상황을 업데이트합니다.

source: 新记忆应放在 Wiki、Daily 或 Inbox 中。
de: Neue Memory-Seiten gehören nach Wiki, Daily oder Inbox.
en: New Memory pages should be placed in Wiki, Daily, or Inbox.
es: Las páginas de Memory nuevas deben ir en Wiki, Daily o Inbox.
fr: Les nouvelles pages Memory doivent être placées dans Wiki, Daily ou Inbox.
ja: 新しい Memory は Wiki、Daily、または Inbox に置く必要があります。
ko: 새 Memory는 Wiki, Daily 또는 Inbox에 저장해야 합니다.

source: 无效的 JSON-RPC 消息。
de: Ungültige JSON-RPC-Nachricht.
en: Invalid JSON-RPC message.
es: Mensaje JSON-RPC no válido.
fr: Message JSON-RPC invalide.
ja: 無効な JSON-RPC メッセージです。
ko: 유효하지 않은 JSON-RPC 메시지입니다.

source: 无效的权限选项。
de: Ungültige Berechtigungsoption.
en: Invalid permission option.
es: Opción de permiso no válida.
fr: Option d'autorisation invalide.
ja: 無効な権限オプションです。
ko: 유효하지 않은 권한 옵션입니다.

source: 无法启动输入监听，请重新开启辅助功能权限后重启 MyClip
de: Die Eingabeüberwachung konnte nicht gestartet werden. Erteile die Bedienungshilfen-Berechtigung erneut und starte MyClip neu
en: Can't start input monitoring. Re-enable the Accessibility permission and restart MyClip.
es: No se puede iniciar la escucha de entrada; vuelve a activar el permiso de Accesibilidad y reinicia MyClip
fr: Impossible de démarrer la surveillance des saisies ; réactivez l'autorisation Accessibilité, puis redémarrez MyClip
ja: 入力の監視を開始できません。アクセシビリティの権限を再度有効にしてから MyClip を再起動してください
ko: 입력 모니터링을 시작할 수 없습니다. 손쉬운 사용 권한을 다시 허용한 후 MyClip을 다시 시작하십시오

source: 无法打开 Claude Desktop，请尝试从“应用程序”中打开。
de: Claude Desktop konnte nicht geöffnet werden. Öffne es aus dem Ordner „Programme“.
en: Can't open Claude Desktop. Try opening it from the Applications folder.
es: No se puede abrir Claude Desktop; prueba a abrirlo desde “Aplicaciones”.
fr: Impossible d'ouvrir Claude Desktop ; essayez de l'ouvrir depuis le dossier « Applications ».
ja: Claude Desktop を開けません。「アプリケーション」から開いてみてください。
ko: Claude Desktop을 열 수 없습니다. ‘응용 프로그램’ 폴더에서 열어 보십시오.

source: 无法打开数据库
de: Datenbank kann nicht geöffnet werden
en: Can't Open Database
es: No se puede abrir la base de datos
fr: Impossible d'ouvrir la base de données
ja: データベースを開けません
ko: 데이터베이스를 열 수 없음

source: 无法更改 MCP 状态：%@
de: MCP-Status kann nicht geändert werden: %@
en: Can't change MCP state: %@
es: No se puede cambiar el estado de MCP: %@
fr: Impossible de modifier l'état de MCP : %@
ja: MCP の状態を変更できません：%@
ko: MCP 상태를 변경할 수 없습니다: %@

source: 无法解析筛选日期。
de: Das Filterdatum konnte nicht gelesen werden.
en: Can't parse the filter date.
es: No se puede interpretar la fecha del filtro.
fr: Impossible d'interpréter la date du filtre.
ja: フィルタの日付を解析できません。
ko: 필터 날짜를 해석할 수 없습니다.

source: 无法读取任务确认记录。
de: Der Bestätigungsverlauf der Aufgabe konnte nicht gelesen werden.
en: Can't read the task confirmation record.
es: No se puede leer el registro de confirmaciones de tareas.
fr: Impossible de lire l'enregistrement de confirmation de la tâche.
ja: タスクの確認記録を読み取れません。
ko: 작업 확인 기록을 읽을 수 없습니다.

source: 无法读取已保存的报告
de: Gesicherter Bericht kann nicht gelesen werden
en: Can't read the saved report
es: No se puede leer el informe guardado
fr: Impossible de lire le rapport enregistré
ja: 保存済みのレポートを読み取れません
ko: 저장된 보고서를 읽을 수 없음

source: 无法读取截图。
de: Das Bildschirmfoto konnte nicht gelesen werden.
en: Can't read the screenshot.
es: No se puede leer la captura.
fr: Impossible de lire la capture d'écran.
ja: スクリーンショットを読み取れません。
ko: 스크린샷을 읽을 수 없습니다.

source: 无法连接 Agent 服务或代理，请检查 Claude Code / Codex 的网络配置。 %@
de: Keine Verbindung zum Agent-Dienst oder Proxy. Prüfe die Netzwerkkonfiguration von Claude Code / Codex. %@
en: Can't reach the Agent service or proxy. Check the network settings of Claude Code / Codex. %@
es: No se puede conectar con el servicio del Agent ni con el proxy; revisa la configuración de red de Claude Code / Codex. %@
fr: Impossible de joindre le service Agent ou le proxy ; vérifiez la configuration réseau de Claude Code / Codex. %@
ja: Agent サービスまたはプロキシに接続できません。Claude Code / Codex のネットワーク設定を確認してください。 %@
ko: Agent 서비스 또는 프록시에 연결할 수 없습니다. Claude Code / Codex의 네트워크 구성을 확인하십시오. %@

source: 日报
de: Tagesbericht
en: Daily Report
es: Informe diario
fr: Rapport quotidien
ja: 日報
ko: 일간 보고

source: 日期
de: Datum
en: Date
es: Fecha
fr: Date
ja: 日付
ko: 날짜

source: 日期筛选：%@
de: Datumsfilter: %@
en: Date filter: %@
es: Filtro de fecha: %@
fr: Filtre de date : %@
ja: 日付フィルタ：%@
ko: 날짜 필터: %@

source: 日期范围
de: Zeitraum
en: Date Range
es: Intervalo de fechas
fr: Plage de dates
ja: 日付範囲
ko: 날짜 범위

source: 明日
de: Morgen
en: Tomorrow
es: Mañana
fr: Demain
ko: 내일

source: 显示 Markdown 文件
de: Markdown-Datei anzeigen
en: Show Markdown File
es: Mostrar el archivo Markdown
fr: Afficher le fichier Markdown
ja: Markdown ファイルを表示
ko: Markdown 파일 보기

source: 显示原图
de: Originalbild anzeigen
en: Show Original Image
es: Mostrar la imagen original
fr: Afficher l'image d'origine
ja: 元の画像を表示
ko: 원본 이미지 보기

source: 显示器全屏
de: Vollbild
en: Full Display
es: Pantalla completa
fr: Plein écran
ja: ディスプレイ全画面
ko: 디스플레이 전체 화면

source: 显示最近 %lld 条记录
de: Die letzten %lld Einträge werden angezeigt
en: Showing the latest %lld records
es: Se muestran los últimos %lld registros
fr: Affiche les %lld derniers enregistrements
ja: 最近の %lld 件の記録を表示
ko: 최근 기록 %lld개 표시

source: 显示模式
de: Ansicht
en: View Mode
es: Modo de visualización
fr: Mode d'affichage
ja: 表示モード
ko: 표시 모드

source: 暂停
de: Pausieren
en: Pause
es: Pausar
fr: Suspendre
ja: 一時停止
ko: 일시 정지

source: 暂无%@任务
de: Keine Aufgaben in „%@“
en: No tasks in %@
es: No hay tareas con estado “%@”
fr: Aucune tâche « %@ »
ja: %@タスクはありません
ko: %@ 작업 없음

source: 暂无来源依据，可在详情中核对任务。
de: Noch keine Belege; prüfe die Aufgabe in den Details.
en: No source evidence yet; verify the task in its details.
es: Sin evidencia de origen; puedes comprobar la tarea en los detalles.
fr: Aucune preuve source pour l'instant ; vérifiez la tâche dans les détails.
ja: 根拠のソースはまだありません。詳細でタスクを確認できます。
ko: 아직 근거 출처가 없습니다. 세부 정보에서 작업을 확인할 수 있습니다.

source: 暂无记录。
de: Keine Einträge.
en: No records.
es: Sin registros.
fr: Aucun enregistrement.
ja: 記録はありません。
ko: 기록이 없습니다.

source: 更多
de: Mehr
en: More
es: Más
fr: Plus
ja: その他
ko: 더 보기

source: 更多依据 · %lld
de: Weitere Belege · %lld
en: More Evidence · %lld
es: Más evidencia · %lld
fr: Autres preuves · %lld
ja: その他の根拠 · %lld
ko: 추가 근거 · %lld

source: 更新已有记忆时不能改变文件路径。
de: Beim Aktualisieren einer vorhandenen Memory-Seite darf der Dateipfad nicht geändert werden.
en: The file path can't change when updating an existing Memory page.
es: Al actualizar una página de Memory existente no se puede cambiar la ruta del archivo.
fr: Le chemin du fichier ne peut pas changer lors de la mise à jour d'une page Memory existante.
ja: 既存の Memory を更新するときにファイルパスは変更できません。
ko: 기존 Memory를 업데이트할 때는 파일 경로를 변경할 수 없습니다.

source: 更早一次
de: Früheres Vorkommen
en: Earlier Occurrence
es: Aparición anterior
fr: Occurrence précédente
ja: 1 つ前の出現
ko: 이전 등장

source: 更晚一次
de: Späteres Vorkommen
en: Later Occurrence
es: Aparición siguiente
fr: Occurrence suivante
ja: 1 つ後の出現
ko: 다음 등장

source: 最后一次调用之后没有新进度，停止等待。
de: Seit dem letzten Aufruf kein neuer Fortschritt, Warten beendet.
en: No new progress since the last tool call; stopped waiting.
es: Sin progreso nuevo desde la última llamada; se dejó de esperar.
fr: Aucune progression depuis le dernier appel ; arrêt de l'attente.
ja: 最後の呼び出し以降に新しい進捗がないため、待機を停止しました。
ko: 마지막 호출 이후 새 진행 상황이 없어 대기를 중단했습니다.

source: 最多 8 张图片、32 条 OCR 文本，文本合计不超过 12,000 字符。
de: Höchstens 8 Bilder und 32 OCR-Texte, insgesamt nicht mehr als 12.000 Zeichen Text.
en: Up to 8 images and 32 OCR texts, with no more than 12,000 characters of text in total.
es: Máximo 8 imágenes y 32 textos OCR, con un total de texto no superior a 12.000 caracteres.
fr: Au maximum 8 images et 32 textes OCR, pour un total de texte inférieur à 12 000 caractères.
ja: 画像は最大 8 枚、OCR テキストは最大 32 件、テキストの合計は 12,000 文字以内です。
ko: 최대 이미지 8장, OCR 텍스트 32개, 텍스트 합계 12,000자 이하.

source: 最小化
de: Im Dock ablegen
en: Minimize
es: Minimizar
fr: Placer dans le Dock
ja: しまう
ko: 최소화

source: 月报
de: Monatsbericht
en: Monthly Report
es: Informe mensual
fr: Rapport mensuel
ja: 月報
ko: 월간 보고

source: 期末
de: zum Periodenende
en: at period end,
es: al final del período
fr: en fin de période,
ja: 期末時点で
ko: 기말 기준

source: 未命名窗口
de: Unbenanntes Fenster
en: Untitled Window
es: Ventana sin nombre
fr: Fenêtre sans titre
ja: 名称未設定のウインドウ
ko: 이름 없는 윈도우

source: 未回传
de: Nicht gemeldet
en: Not reported
es: No reportado
fr: Non remonté
ja: 未報告
ko: 미보고

source: 未回传标识
de: Kennung nicht gemeldet
en: identifier not reported
es: identificador no reportado
fr: identifiant non remonté
ja: 識別子が未報告
ko: 식별자 미보고

source: 未完成
de: Nicht abgeschlossen
en: Incomplete
es: Sin completar
fr: Inachevé
ja: 未完了
ko: 미완료

source: 未归类
de: Nicht zugeordnet
en: Uncategorized
es: Sin clasificar
fr: Non classé
ja: 未分類
ko: 미분류

source: 未找到 Claude Desktop，请先安装桌面端。
de: Claude Desktop wurde nicht gefunden. Installiere zuerst die Desktop-App.
en: Claude Desktop not found. Install the desktop app first.
es: No se encontró Claude Desktop; instala primero la app de escritorio.
fr: Claude Desktop introuvable ; installez d'abord l'app de bureau.
ja: Claude Desktop が見つかりません。先にデスクトップ版をインストールしてください。
ko: Claude Desktop을 찾을 수 없습니다. 먼저 데스크탑 앱을 설치하십시오.

source: 未找到 Codex。请先安装 Codex 应用或 CLI，再重试。
de: Codex wurde nicht gefunden. Installiere die Codex-App oder das CLI und versuche es erneut.
en: Codex not found. Install the Codex app or CLI, then retry.
es: No se encontró Codex. Instala la app o la CLI de Codex y reintenta.
fr: Codex introuvable. Installez d'abord l'app Codex ou son CLI, puis réessayez.
ja: Codex が見つかりません。先に Codex アプリまたは CLI をインストールしてから再試行してください。
ko: Codex를 찾을 수 없습니다. 먼저 Codex 앱 또는 CLI를 설치한 후 다시 시도하십시오.

source: 未检测到
de: Nicht erkannt
en: Not Detected
es: No detectado
fr: Non détecté
ja: 未検出
ko: 감지되지 않음

source: 未知类型
de: unbekannter Typ
en: unknown type
es: tipo desconocido
fr: type inconnu
ja: 不明なタイプ
ko: 알 수 없는 유형

source: 未记录
de: Nicht erfasst
en: Not recorded
es: Sin registrar
fr: Non enregistré
ja: 未記録
ko: 기록되지 않음

source: 未识别到文字
de: Kein Text erkannt
en: No text recognized
es: No se reconoció texto
fr: Aucun texte reconnu
ja: テキストは認識されませんでした
ko: 인식된 텍스트 없음

source: 未配置
de: Nicht konfiguriert
en: Not Configured
es: Sin configurar
fr: Non configuré
ja: 未設定
ko: 구성되지 않음

source: 本周
de: Diese Woche
en: This Week
es: Esta semana
fr: Cette semaine
ja: 今週
ko: 이번 주

source: 本地资料库
de: Lokale Bibliothek
en: Local Library
es: Biblioteca local
fr: Bibliothèque locale
ja: ローカルライブラリ
ko: 로컬 라이브러리

source: 本批新增了 3 篇记忆
de: 3 neue Memory-Seiten in diesem Stapel
en: This batch added 3 Memory pages
es: Este lote añadió 3 páginas de Memory
fr: Ce lot a ajouté 3 pages Memory
ja: このバッチで 3 件の Memory ページを追加
ko: 이 배치에서 Memory 페이지 3개 추가됨

source: 本月
de: Dieser Monat
en: This Month
es: Este mes
fr: Ce mois-ci
ja: 今月
ko: 이번 달

source: 本期
de: Aktueller Zeitraum
en: Current Period
es: Período actual
fr: Période actuelle
ja: 今期
ko: 이번 기간

source: 本次跳过：%@ 刚截过图
de: Übersprungen: %@ wurde gerade erst aufgenommen
en: Skipped: %@ was just captured
es: Omitido: %@ se acaba de capturar
fr: Ignoré : %@ vient d'être capturé
ja: 今回はスキップ：%@ は直前に撮影済み
ko: 이번에는 건너뜀: %@ 스크린샷을 방금 찍었습니다

source: 本次跳过：当前为 MyClip、排除的应用或没有可识别的焦点窗口
de: Übersprungen: MyClip, eine ausgeschlossene App oder kein erkennbares aktives Fenster
en: Skipped: MyClip, an excluded app, or no recognizable focused window
es: Omitido: la app activa es MyClip, está excluida o no hay una ventana con el foco reconocible
fr: Ignoré : MyClip ou une app exclue est au premier plan, ou aucune fenêtre active reconnaissable
ja: 今回はスキップ：現在のアプリが MyClip か除外対象、または認識できるフォーカスウインドウがありません
ko: 이번에는 건너뜀: 현재 MyClip 또는 제외된 앱이거나 인식 가능한 포커스 윈도우가 없습니다
